{
    "section_title": "Experience",
    "content": {
        "professionalExperience": {
            "title": "Professional Experience",
            "content": [
                {
                    "position": "Junior Production Manager, Production Coordinator, Assistant - / Shipping Coordinator",
                    "company": "Various",
                    "location": "Berlin & Potsdam",
                    "time_period": "09/2010 -01/2022",
                    "description": "Before I switched careers I worked in the film industry for over 10 years. I coordinated daily operations in the production office for various international movie and show productions and specialized in logistics on domestic shoots & abroad.",
                    "follow_link_part1": "For a full list of projects, please visit my",
                    "follow_link_part2": "or",
                    "follow_link_part3": "profile."
                }
            ]
        },
        "educationAndTraining": {
            "title": "Education & Training",
            "content": [
                {
                    "title": "Full-Stack Web & App Developer",
                    "school": "WBS Coding School",
                    "location": "Berlin",
                    "time_period": "08/2022 - 12/2022",
                    "description": "15 weeks intensive full-time, project based, practice orientated, remote, collaborative coding training, including HTML5, CSS3 and Responsive Web Design, Frontend programming with JavaScript / React, Backend Programming with Node.js (Express), Version Control Systems (Git & GitHub), Databases (SQL, NoSQL), Restful API's, DevOps (Hosting, Deployment, Monitoring), Software Testing (TDD), Agile tools and methodologies"
                },
                {
                    "title": "Digital Job Compass",
                    "school": "StartSteps Digital Education GmbH",
                    "location": "Berlin",
                    "time_period": "07/2022 – 08/2022",
                    "description": "Practical & theoretical training for the purpose of orientation in Web Development, Data Analysis, UI/ UX Design, Online Marketing, Project Management, Agile tools and methodologies."
                },
                {
                    "title": "Production Manager Film & Television (CCI)",
                    "school": "Institut für Schauspiel, Film-, Fernsehberufe an der VHS Berlin Mitte & Chamber of Commerce Berlin",
                    "location": "Berlin",
                    "time_period": "11/2017 – 02/2018",
                    "description": "Professional training including insights into the responsibilities of project planning, financing, organization, execution of shooting, post-production, distribution and sales ending in a state certified exam. In addition the course covered topics such like international film financing, sales strategies and co-productions, current developments on the media market, technical innovations and new media offerings as well as modern negotiation and communication."
                },
                {
                    "title": "B.A. Media and Communication",
                    "school": "University of Passau",
                    "location": "",
                    "time_period": "10/2006 – 06/2010",
                    "description": "The curriculum thouroughly covered core competencies in media studies, including film and television research, media psychology, media education, media informatics and communication studies as well as insights into practical media production (e.g. print, audio-visual and online media, transmedia storytelling)."
                }
            ]
        }
    }
}